# Действия ночного зрения
ent-SwitchNightVision = Переключить ночное зрение
    .desc = Включает или выключает ночное зрение.
ent-NVToggleAction = Переключить ПНВ
    .desc = Включает или выключает прибор ночного видения.

# Действия фелинидов
ent-ActionEatMouse = Съесть мышь
    .desc = Возьмите компьютерную мышь в руку и извлеките из неё батарейки и зарядное устройство.
ent-ActionHairball = Откашлять комок шерсти
    .desc = Очистите пищеварительную систему и получите комок шерсти, который можно бросать в людей.
ent-ActionWoundLicking = Вылизать раны
    .desc = Остановить кровотечение, вылизывая раны.
