job-description-iaa = Занимайтесь защитой прав экипажа и следите за соблюдением СРП.
job-description-magistrate = Казнить, нельзя помиловать!
job-description-pilot = Следите за безопасностью не только на станции, но и снаружи неё.
job-description-senior-engineer = Обучайте младших инженеров работе с двигателями станции, ремонту, атмосферным системам и энергоснабжению.
job-description-senior-researcher = Обучайте младших учёных печати предметов, исследованию артефактов и изучению аномальных объектов.
job-description-senior-physician = Обучайте младший медицинский персонал уходу за пациентами, работе с химикатами, диагностике и процедурам морга.
job-description-senior-officer = Обучайте кадетов проведению обысков, задержаний, соблюдению тюремных процедур и безопасному обращению с огнестрельным оружием.
