ent-BriefcaseNT = оружейный кейс
    .desc = Удобен для переноски оружия
    .suffix = { "" }
ent-MysteryWeaponBox = заблокированный ящик с оружием
    .desc = Содержит один из двух наборов с оружием и гарантированный скафандр офицера синего щита.
    .suffix = { "" }

# Additional Genesis briefcase localization
ent-WeaponcaseSyndie = коричневый оружейный кейс
    .desc = Удобный кейс для хранения и переноски вещей.
ent-BriefcaseNTBase =
    .desc = Кейс для настоящих патриотов NanoTrasen.

ent-WeaponCaseAsh9 = оружейный кейс АШ-9
    .desc = Кейс с оружием АШ-9, предназначенный для офицера «Синий Щит».
    .suffix = { "Офицер «Синий Щит»" }

ent-WeaponCaseRifle = оружейный кейс с «Дроздом»
    .desc = Кейс с оружием «Дрозд» под патрон .35 Auto, предназначенный для офицера «Синий Щит».
    .suffix = { "Офицер «Синий Щит»" }

ent-WeaponCaseSaiga = оружейный кейс с «Сайгой»
    .desc = Мощный дробовик для хорошо подготовленных офицеров.
    .suffix = { "Офицер «Синий Щит»" }

ent-WeaponCaseShotgun = оружейный кейс с дробовиком
    .desc = Кейс с дробовиком, предназначенный для офицера «Синий Щит».
    .suffix = { "Офицер «Синий Щит»" }

ent-WeaponCaseVector = оружейный кейс с «Вектором»
    .desc = Кейс с оружием «Вектор», предназначенный для офицера «Синий Щит».
    .suffix = { "Офицер «Синий Щит»" }
